[
  "每年有超过 800 万人死于烟草相关疾病，这些死亡大多数可以通过戒烟来避免。",
  "吸烟者患肺癌的风险比非吸烟者高 15~30 倍，且吸烟与其他多种癌症（如口腔癌、喉癌、食道癌等）密切相关。",
  "戒烟后 1 年，心脏病风险降低一半。戒烟后10年，患心脏病的风险可以接近不吸烟者的水平。",
  "每吸烟一根香烟，吸入的有毒物质会在肺部造成长期损害，增加患慢性阻塞性肺病（COPD）和哮喘的风险。",
  "吸烟是导致早死的主要原因之一，吸烟者的寿命通常比不吸烟者短10到15年。",
  "二手烟对他人健康的危害与主动吸烟几乎一样。每年，二手烟导致约120,000人死亡。",
  "吸烟者的牙齿和牙龈更容易受到损伤，长期吸烟增加患牙龈炎和牙周病的风险，甚至可能导致脱牙。",
  "吸烟损害血管，导致动脉硬化，增加高血压和心脏病的发生几率。",
  "吸烟是导致糖尿病发生风险增加的因素，吸烟者患糖尿病的几率比不吸烟者高30%。",
  "戒烟后20分钟，血压和脉搏恢复正常；12小时后，体内的一氧化碳水平恢复正常。",
  "戒烟后 2 周到 3 个月，血液循环改善，肺功能得到提升，呼吸更加顺畅。",
  "吸烟对皮肤的影响也很大，吸烟加速皮肤衰老，导致皱纹增加和肤色暗沉。",
  "吸烟影响大脑的神经递质水平，长期吸烟增加患焦虑症、抑郁症的风险。",
  "吸烟是导致慢性支气管炎和肺气肿的主要因素，长期吸烟会造成呼吸困难和长期的健康问题。",
  "戒烟后，肺部的自我修复能力增强，肺部功能逐渐恢复。",
  "我们花钱往自己的肺部填充致癌性的焦油，导致血液中毒，血管堵塞。我们花钱让肌肉和脏器得不到足够的氧气，令自己昏昏欲睡，提不起精神。我们花钱把自己变得肮脏不堪，满口烟臭，牙齿焦黄，浑身散发着令人讨厌的气息。我们花钱折磨自己。在不允许吸烟的场所（医院、学校、剧院、教堂、火车车厢等），我们总是痛苦不堪。而当我们离开这些场所，点起烟卷开始狂吸时，又会产生深深的负罪感。烟瘾就是这样，当我们吸烟时会觉得吸烟不对，不吸烟时又忍不住想吸。别人会认为我们低人一等，而我们自己也瞧不起自己。每当全国无烟日到来，每当接触到报纸和电视上的戒烟宣传，每当与不吸烟的人在一起，吸烟者总是会自惭形秽。承受了这么多痛苦和压力，我们又能从吸烟中得到什么？什么都没有！",
  "有人说吸烟是一种享受，他们错了。吸烟者自己并不喜欢烟味。随便找个吸烟者问问，假如手边只有他不喜欢的牌子的香烟，他会不会拿来抽。如果别无他法，吸烟者甚至会把旧绳子点燃来抽。吸烟完全跟享受无关。我很享受龙虾的味道，但我绝对不会随身带着20只龙虾，就像在烟盒里塞上20支香烟一样。很多东西都能提供享受，但在我们无法享受这些东西时，却不会感觉到空虚。",
  "身为烟民的33年中，我的理由一直是，吸烟能让我放松，给我信心和勇气。我很清楚吸烟有害健康，而且成本高昂。我为什么不去医生那里，让他给我开点别的什么药物，帮我增加信心和勇气？因为我知道，他只会开出别的什么药物，绝不会让我继续吸烟。这只不过是个借口，绝谈不上理由。",
  "如果说吸烟是一种习惯，那么这种感觉糟糕透顶、有害健康、浪费钱财、遭人恶心。我们全心全意想改掉的习惯，为什么偏偏改不掉？答案很简单，吸烟并不是一种习惯，而是尼古丁上瘾！",
  "所有吸烟者内心深处都清楚，他们犯了一个愚蠢的错误，掉进了烟瘾的陷阱。最可悲的地方在于，他们误以为吸烟能给他们放松和自信的感觉，殊不知这些感觉正是被尼古丁戒断症状所剥夺的，吸烟只是暂时满足毒瘾、缓解戒断症状而已。",
  "我们的身体原本是完整的。开始吸烟之后，我们放任尼古丁进入身体，一旦烟卷吸完，体内的尼古丁含量就会迅速下降。戒断症状——不是生理上的疼痛，而是心理上的空虚感——让我们的身体不再完整，让我们渴求尼古丁的作用。我们的理性无法解释这种渴望，也完全没有必要。我们只知道自己想要再吸一支烟，一旦点燃烟卷，渴望就会自行消失。我们会恢复正常的状态，就像没有染上烟瘾前一样。不过，这种状态只是暂时的，一旦烟卷熄灭，整个周期就会重新开始，周而复始，永远没有穷尽——除非被我们主动打破。",
  "如果一个海洛因上瘾者得不到海洛因，必然会痛苦不堪。一旦他给自己注射一针海洛因，这种痛苦就会立即消除。他能从注射的过程中得到快乐吗？对于没有海洛因毒瘾的人，海洛因就不具备消除痛苦的作用，反而会引发痛苦。",
  "为什么不吸烟的人就不需要这样的放松和满足？为什么吃完一顿饭之后，不吸烟的人可以直接放松下来，而吸烟者却需要点起一支烟才能让自己“放松”？",
  "尼古丁不仅是一种毒品，还是一种强力毒素，是杀虫剂的成分之一（查查辞典就知道了）。如果进行静脉注射，一支烟含有的尼古丁就足以杀死你。除尼古丁之外，吸烟还会产生多种毒素，包括一氧化碳。烟草与剧毒的颠茄是同一个属。",
  "现代社会对绝大多数吸毒行为都极端排斥。在英国，每年因吸胶毒而死的人数不到一百，因海洛因而死的人数也只有几百，与吸烟致死的人数相比简直是沧海一粟。然而尼古丁这种毒品，让超过60%的英国人染上了毒瘾，大多数人终其一生都无法摆脱。他们把无数财富浪费在吸烟上，每年都有数十万人死于吸烟引发的疾病。吸烟已成为现代社会的第一大杀手。",
  "由于众多吸烟者的存在，英国政府每年从烟草销售中抽取80亿英镑的利税，而各大烟草公司每年的宣传经费就超过一亿英镑。你必须主动抗拒周围环境的洗脑作用。正如购买二手车时一样，你可以听车贩子吹得天花乱坠，并且微笑点头，但是内心绝对不能相信他半句。五彩缤纷的香烟包装之下，掩藏的是肮脏和毒害，你一定要看清楚这一点。不要被精美的烟灰缸、镀金的打火机，以及千百万人吸烟的事实给迷惑了。扪心自问：为什么我要吸烟？我真的需要吗？不，你当然不需要。",
  "尼古丁是一种毒品，毒瘾会扭曲你的感觉，尤其是味觉和嗅觉。吸烟最可怕的地方不在于对健康的损害，而在于对精神的影响：你会搜寻任何说得过去的理由，只为了能继续吸烟。",
  "牺牲了这么多，吸烟者得到的又有什么？什么都没有——除了幻想。幻想恢复正常的生活状态，摆脱烟瘾的困扰，而这是每个非吸烟者每天都在享受的。",
  "你的毒瘾越深，对尼古丁的需求就越大。你越是困在吸烟的陷阱中不能自拔，就越相信吸烟其实是件好事。",
  "当你已经染上尼古丁毒瘾，而又没有吸烟时，就会产生戒断反应。如果你的注意力被某种东西吸引，同时又没有承受外来的压力，你通常不会有任何感觉。不过，当你无聊时，注意力就会自然而然地集中在戒断症状的感觉上，于是你就开始吸烟。而如果你没有戒烟欲望的话，点烟的过程几乎是下意识的，即使对于抽烟斗和自制烟卷的人也是如此。绝大多数吸烟者无论怎么回忆，也想不起一天中的每根烟究竟是何时抽的。",
  "香烟中的毒素会使血液携氧能力下降，从而导致大脑供氧不足，使你难以集中注意力。",
  "如果你相信吸烟有助于集中注意力，担心戒烟会影响注意力，那么影响你注意力的其实是担心本身。问题的根源在于心态，而不是生理层面的戒断症状。",
  "人们吸烟的过程，可以比作苍蝇被困在捕蝇草中的过程。最初是苍蝇吮吸捕蝇草的汁液，然后不知不觉间，就变成捕蝇草消化苍蝇了。你难道不该早点挣脱捕蝇草的束缚吗？",
  "如果上帝（抑或自然选择）让我们的身体成为今天这样，是为了让我们能够吸烟，他（它）就会给我们相应的生理机能，让我们免受香烟中的毒素影响。这样的生理机能当然并不存在。事实上，我们的身体拥有另一套机能，那就是闻到烟味时的咳嗽、头晕、恶心等反应。此类反应原来是为了提醒我们远离香烟，我们却反其道而行之。",
  "在禁止吸烟的场所，许多吸烟者会借口上厕所，偷偷在远离人群的地方点起一支烟。这种做法清楚地表明，吸烟的本质其实是毒瘾。吸烟者之所以吸烟，并不是因为享受吸烟的感觉，而是因为毒瘾发作，不吸烟的话就会十分痛苦。",
  "吸烟会破坏你的自信心，让你感觉到没来由的恐惧。许多吸烟的女性在社交场合上尽管衣冠楚楚，嘴里却散发着烟臭。她们不是不想让自己的气味好闻一些——她们其实很讨厌自己头发和衣服的气味——但是即使这样，她们仍然会继续吸烟。",
  "吸烟无法帮你享受社交的乐趣，只会起到相反的效果。一手抽烟，一手拿着酒杯，一边小心翼翼地弹着烟灰，一边还要注意不把烟气喷到别人脸上，心里猜测着别人是否能闻到你身上的烟味，是否注意到了你牙齿上的焦痕——这样的情况下何谈享受？",
  "我吸烟既不是因为自己意志薄弱，也不是因为真的需要香烟。我吸烟是因为第一支烟让我产生了烟瘾，而之后的每一支烟都在加重这种烟瘾。",
  "社会洗脑造成的效应之一，就是让吸烟者自愿接受烟瘾的奴役。全人类曾为消灭奴隶制度奋斗过好几个世纪，然而吸烟者终其一生，都生活在烟瘾的奴役中。",
  "戒烟的最大快乐就是，我终于可以自由享受生活，不必再忍受烟瘾的奴役。不必再花一半的时间盼望着吸烟，另一半时间则一边吸烟，一边希望自己当初没有染上烟瘾。",
  "如果你不能确定，可以走到交通繁忙的大街上，闭上眼睛，想象你只有两种选择：或者戒烟，或者闭着眼睛横穿整条街。你几乎肯定会做出第二种选择。所有吸烟者的精神状态都是这样：闭上眼睛，把头埋进沙子里，不去正视事实，而是幻想着某一天早上醒来，突然就不想吸烟了。吸烟者无法思考吸烟对健康的危害，因为一旦他们开始认真思考，连吸烟这个“习惯”提供的“享受”都没有了。",
  "大众媒体上的戒烟宣传才几乎毫无效果。只有非吸烟者才会认真去看这些宣传。吸烟者只会对吸烟的危害性视而不见，因为他们无法承受事情的严重性。",
  "吸烟者会努力做好预防措施，避免自己被车撞上，而且发生车祸的几率其实非常低。然而尽管吸烟百分之百会摧毁他们的健康，他们却完全不做任何预防。这就是洗脑的力量。",
  "我经常接触因吸烟患上癌症的人。他们也没想到会是这样的结果，而且最糟糕的还不是癌症本身，而是他们清楚，癌症完全是他们自找的。他们吸烟的时候，总是会告诉自己：“我明天就会戒烟的。”直到情势已无可挽回，他们才追悔莫及。癌症让他们看透了洗脑的本质，他们终于意识到所谓的“习惯”其实是怎么回事。在所剩不多的余生中，他们唯一的念头就是：“我为什么要欺骗自己，觉得自己非吸烟不可？要是再给我一次机会……”不要欺骗你自己。你还有机会。吸烟是一种连锁反应，如果你点燃下一支烟，就会点燃再下一支，直到为时已晚。",
  "吸烟对健康的损害是积累性的。每次你吸进一口烟，肺部积累的致癌性焦油都会增加一点，而且癌症还不是吸烟能导致的最严重疾病。吸烟还是心脏病、动脉硬化、肺气肿、心绞痛、脑血栓、慢性支气管炎、哮喘等疾病的重要诱因。",
  "想象一下，海洛因上瘾者如果得不到海洛因，该有多么痛苦，而当他们终于得到海洛因注射时，痛苦就会缓解。你能把这种暂时的缓解称为享受吗？非海洛因上瘾者绝不会有这样的“享受”，因为他们原本就没有痛苦。痛苦是由海洛因导致的。非吸烟者也不会因无法吸烟而痛苦，只有吸烟者才会。他们的痛苦是由尼古丁导致的。",
  "对肺癌的恐惧并没有让我戒烟，因为我当时以为吸烟如同穿过地雷阵，并不一定会踩到地雷。如果万一踩上了——至少我事先知道有这样的风险，如果我愿意冒险的话，跟别人又有什么关系？所以，如果哪个不吸烟的人对我强调吸烟的风险，我就会用吸烟者典型的方法争辩：所有人最后都会死。——的确是这样，但这能成为故意缩短你生命的理由吗？生活质量比长寿更重要。——一点都没错，但是这就等于是说，酒鬼或者海洛因上瘾者的生活质量，比正常人还要高？你真的认为吸烟者的生活质量比非吸烟者高吗？吸烟者不仅寿命更短，生活质量也会不断下降。或许汽车尾气对我肺部的损害比吸烟更大。——就算是这样，这是进一步损害肺部的理由吗？假如有人把嘴凑到汽车排气管上，故意把有毒的汽车尾气吸进肺部，你会怎么想？事实上，吸烟者就是这么做的！下次你看到哪个吸烟者叼着烟卷，不妨想象一下他嘴里含着汽车排气管的样子。",
  "地球上所有的动植物都时刻暴露在细菌、病毒和寄生虫的威胁之下，而免疫系统就是它们对抗这些威胁的武器。传染病、感染等都是外来病原体入侵的结果，如果免疫机能足够强大，就可以消除这些病原体的影响。如果你的身体长期缺氧，还遭到一氧化碳和各种化学毒素的危害，你的免疫系统怎么能正常工作？",
  "社会洗脑作用对吸烟者的影响，就好比一个人正从100层的高楼上掉下来，却在经过第50层的时候说：“到现在为止还不错！”我们以为自己一直都很幸运，再吸一支也没关系。不妨换个角度思考：每一支烟都会导致你继续抽下一支烟，你一辈子吸的烟可以连接成一条导火索。问题在于，你不知道导火索到底有多长。每当你点起一支烟，导火索就烧掉了一点，你离最终的大爆炸又近了一步。你怎么能知道爆炸会在什么时候发生？",
  "戒烟前的25年里，我从未做过体检。购买保险时，我坚持选择“不接受体检”，尽管那样会提高保险费。我不喜欢医院、医生，甚至牙医给我的感觉也不好。我无法面对衰老、养老保险这样的话题。过去我以为，这与我吸烟的“习惯”并没有关系，但是戒烟成功之后，我仿佛大梦初醒一般。现在我热切期待着每一天的生活。当然，生活中仍然有不顺心的事情，也有各方面的压力，但我有足够的信心面对这一切。生活中原本美好的内容，戒烟后更是锦上添花。",
  "如果你目标是戒烟的话，那你只要停止吸烟就可以了。没有人强迫你吸烟（除了你自己），而且吸烟并不是你的生存需要。所以如果你决定停止吸烟的话，又能有什么困难？",
  "一旦停止吸烟，尼古丁戒断症状就会出现，让我们产生心理上的空虚感。我们想靠吸烟来缓解这种感觉，但是又没有烟抽，于是心情抑郁不振。抑郁了一段时间之后，我们通常会妥协：“我不会像以前抽那么多”、“现在戒烟时机不对”、“等到生活没有了压力再说”。然而，一旦没有了压力，我们就失去了戒烟的理由，直到下一次感觉到压力为止。我们永远感觉时机不对，因为随着烟瘾的加深，我们会感觉到越来越重的压力。事实上，我们承受的外在压力并没有增加，增加的压力正是尼古丁毒瘾导致的。",
  "吸烟者的痛苦与尼古丁戒断症状并无关系。的确，痛苦是由戒断症状引发的，但真正的问题在于你的心态，你心中的犹豫和怀疑。因为认定戒烟是一种牺牲，你会感觉生活仿佛缺少了什么——而这样的感觉会产生压力。压力是导致你想吸烟的因素之一，但是现在你正在戒烟，二者之间的矛盾会进一步加重压力。",
  "事实上，在你熄灭最后一支烟的那一瞬间，戒烟就已经成功了；你所等待的，不过是戒烟再次失败的那一刻——你向自己屈服的那一刻。我已经说过，吸烟者的痛苦是心理上的，是犹豫和怀疑的结果。尽管没有生理上的疼痛，但心理上的痛苦同样难以承担。你的生活没有任何幸福感和安全感可言。你原本应该把吸烟这回事彻底忘掉，然而你的意识却偏要纠缠不休。这种痛苦可能持续几天，甚至几个星期。你的头脑里充满了这样的想法：“烟瘾究竟还要持续多久？”“我还能找到幸福吗？”“我每天早上会愿意起床吗？”“我还能享受饭后的时光吗？”“我将来该怎么缓解压力？”“我该怎么应付社交场合？”你在这样想的时候，对香烟的渴望就会越来越强。事实上，只要你坚持三个星期不吸烟，身体对尼古丁的饥渴就会消失。虽然尼古丁戒断症状十分轻微，但在症状消失时，许多戒烟者还是意识得到，他们已经“摆脱了烟瘾”。",
  "假如我们每点起一支烟，都能意识到烟味的恶心难闻，同时提醒自己“这样我一辈子要花10万块钱，而且这支烟有可能就是导致我肺癌的罪魁祸首”，那我们就绝对不会继续。然而事实却是，我们无法接受这样的想法，恐惧让我们裹足不前。如果你对吸烟者做过观察，尤其是在社交场合，你会发现他们只有在意识不到自己正在吸烟的时候，才会感到高兴。一旦他们意识到嘴里的烟，就会表现得相当不舒服。吸烟是为了满足毒瘾，如果把身体和头脑中的毒瘾彻底清除出去，你就再也没有任何理由吸烟了。",
  "吸烟者长期不用吸烟时，内心的快乐实际上多于痛苦，因为他们感觉到了希望，觉得将来或许真能戒烟成功。戒烟的最大障碍在于心理上的洗脑，在于误以为吸烟是一种享受，戒烟意味着放弃这种享受。减量法并不能降低你对吸烟的心理依赖，只能增加你的痛苦和不安全感，让你相信香烟是世界上最好的东西，戒烟会剥夺你生活的快乐。一旦采用减量戒烟法，戒烟者就陷入了十分矛盾的境地。他的想法是，吸的烟越少，他就会越不想吸烟。事实则正好相反，他吸的烟越少，戒断症状就越严重，他对尼古丁的饥渴也就越迫切。相反，他吸的烟越多，对烟味就越难以忍受，但这也不会让他停止吸烟。",
  "减量戒烟法不仅没有任何效果，而且过程非常痛苦。没有效果是因为戒烟者原本希望逐渐消除烟瘾，结果却无法如愿。只有习惯才能用这样的方式改掉，而烟瘾并不是习惯，只是尼古丁毒瘾而已。毒瘾的特点是会随着每次吸毒而增强，绝不会因吸毒而减弱。减量戒烟法需要相当强的意志力，让戒烟者相当痛苦，却完全起不到减弱烟瘾的作用。",
  "减量法唯一的作用，就是进一步加深这种误解，导致我们余生都对吸烟念念不忘，无时无刻不在盼望着下一支烟。",
  "根本就不存在“一支烟”这个概念。吸烟是一个连锁反应，每一支烟都会让你接着吸下一支，直到你生命的结束——除非你成功戒烟。",
  "我们总是觉得，在某些特定的情境下，吸烟是一种享受。这是不可能的。你只有两条路可走：要么继续吸烟，一辈子忍受痛苦；要么把自己从这种痛苦中解放出来。",
  "没有任何人“需要”吸烟，直到他染上尼古丁毒瘾为止。吸烟是毒瘾的结果，不是你自己的问题。你的性格没有任何缺陷。不要在心理上依赖尼古丁，否则即使生理上的毒瘾已经消除，你仍然无法得到解脱。不要再让自己蒙在鼓里。",
  "“只在特定场合吸烟”型吸烟者：没错，我们开始吸烟时都是这样的，但是很快，任何时间和地点都会成为“可以吸烟”的“特定场合”。“我已经戒烟了，只是偶尔还会来上一支”型吸烟者：他同样没有摆脱对烟瘾的心理依赖。他有可能一辈子感觉失落，相信戒烟意味着失去了很多东西，也有可能把“一支烟”变成两支，三支，重新走上吸烟之路。他们就像处于滑溜溜的陷阱边缘，唯一的可能性就是往下滑。他们会重新跌回陷阱里，只是迟早的事情。",
  "吸烟是一种毒瘾，人体对毒瘾的自然反应是摄入更多的毒品，如果没有及时摄入，就会出现戒断症状。即使你只是维持现在的吸烟程度，也需要相当程度的意志力，因为随着你的烟瘾越来越重，对尼古丁刺激的依赖性也会逐渐增加。吸烟会摧毁你的健康和意志，让你丧失信心和勇气，越来越难以忍受两支烟之间的间隔。",
  "吸烟者几乎都会撒谎，即使是对他们自己。绝大多数轻度吸烟者吸烟的量和频率，比他们自己承认的要高得多。我曾与很多所谓的“每天五支烟”型吸烟者接触过，单在我们谈话的时间里，他们抽的烟就超过了五支。在婚礼、晚会等社交场合上，即使是轻度吸烟者也会连续吸烟。所以你用不着羡慕他们。你也用不着吸烟。戒烟后的生活会幸福得多。",
  "随着吸烟者与非吸烟者之间的隔阂不断加深，越来越多的吸烟者开始背着亲友秘密吸烟。秘密吸烟的最大危害在于，这样做会加深吸烟者脑海中的错误印象，让他们坚信吸烟是一种享受，而戒烟则是剥夺这种享受。与此同时，秘密吸烟还会导致吸烟者的自尊严重下降，因为他们不得不欺骗最亲密的人。",
  "每次秘密吸烟时，我都知道自己迟早会被发现。每次终于熬过几个小时的折磨，好不容易找到机会溜进没人的车库里，一边吸烟一边冻得发抖时，我都会想，这究竟算是什么？每次我都担惊受怕：她会不会发现我藏起来的烟盒、打火机和烟头？会不会闻到我身上的烟味？明知道她迟早会发现，我还是一次又一次地犯禁。而最终她真正发现时，我虽然感到无地自容，却又暗自高兴，这下就用不着遮遮掩掩了。这就是身为吸烟者遭受的折磨！",
  "尽管我经常和妻子一起去游泳池，但却很少同时游泳。她总是用脚趾试试水温，然后再缩回来，要适应半个小时才敢下水。我则无法忍受这样的磨蹭。我知道无论水有多冷，迟早我都得下水，所以，我会采取最容易的方式：直接跳进水里。假如我坚持说如果她不跳进去，就永远没法开始游泳，那她就真的永远不会开始游泳。",
  "自从意识到自己染上烟瘾以来，你是不是经常问自己这几个问题？你是否还在幻想某天早上醒来，意外发现烟瘾自动消失了？不要自欺欺人。我等了33年，也没等到那一天的到来。尼古丁是一种毒品，毒瘾只会加重，绝对不会自动消失。你觉得明天戒烟会更容易？那你还是在欺骗自己。如果连今天都做不到，那你有什么理由相信自己明天能做到？难道要等到因吸烟而患上不治之症的那一天吗？到那时再戒烟还有什么意义？明天戒烟，并不比今天戒烟容易。",
  "我总说生活并不仅仅是健康那么简单，吸烟饮酒都是生活的一部分。现在我已经意识到，当年的我实在愚不可及。只有身心都保持健康状态，你才能享受生活的高潮，直面生活的低谷。我们总是混淆责任与压力。只有当你身心孱弱，无力承担责任时，责任才会转化成压力。",
  "你已经决定了这辈子迟早要戒烟，无论过程有多么困难。总有一天，你会摆脱烟瘾重获自由。吸烟不是习惯也不是享受，只是一种毒瘾，一种心理疾病。我们已经分析过，“明天再戒烟”非但不会更容易，反而会越来越难。对于一种不断恶化的疾病，最好的治疗时机就是现在。",
  "记住，不存在“一支烟”这个概念，对于吸烟这件事情，必须从整体的高度考虑。或许你对仍在吸烟的人感到羡慕，但你不知道的是，他其实更羡慕你。仔细观察别的吸烟者，他们可以成为你戒烟的最大动力。注意烟卷燃烧的速度有多快，吸烟者点烟的频率就有多高。绝大多数时候，吸烟者并没有意识到自己正在吸烟，即使点烟过程也是下意识的。记住，他绝不是在享受吸烟的过程，只不过如果不吸烟，他就无法享受任何事情。特别记住，你们分开之后，他还会继续吸烟。第二天早晨他醒来时，肺部会感觉火烧火燎，但他仍然会继续吸烟。下次他感到肺部疼痛的时候，下次世界戒烟日的时候，下次他无意中看到戒烟宣传的时候，下次他坐火车、去医院、去图书馆、逛超市的时候，下次他遇上非吸烟者的时候……他都不得不继续吸烟，继续摧毁自己的健康和心智。口臭、焦黄的牙齿、烟瘾的奴役、自我毁灭、心理阴影，这些东西将会伴随他一生。而这一切又是为了什么？为了暂时缓解尼古丁毒瘾，让他自以为能回到染上烟瘾之前的状态。",
  "吸烟者完全不值得羡慕。看清楚他们的本质——他们只不过是一群可怜人。相信我的话，因为我也曾是他们中的一员。很幸运，你现在正在读这本书。那些不敢面对这一切的人，那些自欺欺人的吸烟者，是全世界最可怜的人。你绝不会羡慕染上海洛因毒瘾的人。全世界每年只有几百人死于海洛因，却有近500万人死于吸烟。因吸烟死亡的人数，已经超过了人类历史上因战争而死亡的人数总和。像所有毒瘾一样，你的烟瘾并不会自然好转，只会自然加重。如果你今天不喜欢吸烟的感觉，明天只会更不喜欢。不要羡慕吸烟者，你应该可怜他们。他们也需要你的怜悯。",
  "之前尝试戒烟的时候，无论我有多么坚决，都只是抱着尝试的态度，觉得一旦停止吸烟足够久，烟瘾就会自行消失。烟瘾之所以每次都没有消失，是因为我总是在等待，希望某件事情能证明我已经戒烟成功了。我越等待就越是怀疑，越怀疑就越是想吸烟，心中总是放不下对吸烟的依赖。",
  "戒烟并不能导致痛苦，尼古丁戒断反应也不能。痛苦是犹豫和怀疑的产物。",
  "轻松戒烟的要旨就在于下定决心。不是“希望”你能成功戒烟，而是“明白”你已经戒烟成功了。不要犹豫，不要怀疑。安心享受成功戒烟带来的快乐。",
  "唯一能让你彻底戒烟的人就是你自己。",
  "不要把吸烟当成一种有害习惯。吸烟根本就不是习惯，而是一种毒瘾，一种心理疾病。不要欺骗你自己，勇敢地承认事实：你的确患了这种疾病。把头埋在沙子里，故意视而不见，并不能让疾病自动消失。如果不主动采取措施，你只会病得越来越重。要想从疾病中康复，最好的时机就是现在。",
  "如果把吸烟当成一种享受或者寄托，只会让自己痛苦。这样的痛苦完全没有必要。吸烟不会帮你享受饭局和社交的乐趣，只会让你感觉更加糟糕。记住，饭后点上一支烟的人，并不是因为享受才这样做的，而是因为不这样做，他们就无法享受饭后的轻松。他们身处毒瘾的控制之下，无法像正常人一样享受生活。",
  "就算你每天想上一千遍也没关系，享受生活中的每一刻。提醒你自己，重获自由是多么幸福，摆脱烟瘾又是多么快乐。",
  "如果感觉到戒断反应，就把这种感觉当作激励。如果你感到郁郁不振，就提醒自己这是毒瘾的作用。",
  "你潜意识里的毒虫会重新抬头。既然你吸了这一口，就会有下一口。记住，任何人染上烟瘾，都只是因为最初的那一口。",
  "在某些特定的场合，别人点起一支烟的时候，你可能会非常想效仿。怎么应对这样的场合，我已经详细说明过了。提醒你自己，不存在“一支烟”这回事，吸烟是一种连锁反应，你应该为跳出这种连锁反应而自豪。记住，吸烟者其实很羡慕你，你应该可怜他，而他也需要你的怜悯。其二是因为某一天感觉很糟糕。戒烟之前就要想清楚，无论对于吸烟者还是非吸烟者，生活都有高潮和低谷。生活原本就是这样。意志力法戒烟的问题在于，一旦戒烟者的生活碰上低谷，他就会产生吸烟的欲望，结果让原本低落的心情变得更加不堪。非吸烟者则无论从生理上还是心理上，都能更好地应对生活的压力。",
  "不要郁郁不振，告诉你自己：“没错，今天的确很糟糕，但吸烟只会让我感觉更糟。明天自然会好起来，而且即使是现在，我也并不像以前那么痛苦，因为我已经成功戒烟了。”",
  "戒烟大约五天后，戒烟者会逐渐忘记戒烟这件事情，开始恢复正常的心态。绝大多数戒烟者都是在这时经历“启示性的一刻”。最常见的情况是，你正在经历某些特定情境，过去你在这种时候必须要吸烟，而现在你突然意识到，不吸烟的感觉其实更好，而且你完全没有想到要吸烟。自从这一刻起，你的戒烟之旅就会一帆风顺，因为你已经体验到了自由的滋味。",
  "不要等待“启示性的一刻”到来，因为在最后一支烟熄灭的那一刻，你的戒烟过程就已经完成了。你已经把该做的都做完了。你已经终结了尼古丁的摄入。任何力量都无法再次剥夺你的自由，除非你自己心存怀疑。",
  "时刻牢记，吸烟是现代社会的第一大杀手。你绝对不会尝试海洛因，然而死于吸烟的人数却是海洛因的成千上万倍。",
  "记住，第一支烟或许感觉没有什么，不仅味道糟糕，而且也不会缓解并不存在的戒断症状。然而，它会让尼古丁重新进入你的身体，让你渴望着下一支烟，从而引发连锁反应，让你重新成为烟瘾的奴隶。",
  "正因为他们发现摆脱烟瘾十分容易，所以又丧失了对吸烟的恐惧。他们会想：“我偶尔抽支烟完全没关系。就算再染上烟瘾，戒烟也是件容易的事情。”然而，他们错了。戒烟的确很容易，但是想控制烟瘾是不可能的。要做一个非吸烟者，就绝对不能吸烟。",
  "恐惧戒烟会导致痛苦和慌乱。不要担心，问问你自己：如果你今后不再吸烟的话，究竟会发生什么可怕的事？什么都不会发生。只有你继续吸烟，可怕的事才会发生。慌乱并不是由戒烟导致的，而是由吸烟导致的，戒烟后自然会消失。这是戒烟最大的好处之一。难道你真的相信，吸烟者会宁愿失去双臂和双腿，也不愿停止吸烟？如果你感觉心慌意乱，可以通过深呼吸调整心情。如果某些人让你感到慌乱，尽量躲开他们。如果你想哭，那就哭吧，不要以为这样很丢脸。哭泣是缓解压力的自然方式。哭过一场之后，你的感觉会好得多。教训小孩子不要哭，是最错误的教育方法之一。他们强忍住眼泪的时候，其实内心正在遭受折磨。在英国，我们有一种说法“上嘴唇不要动”，意思是不要显露出情感。然而情感的显露是人类的天性，压抑情感则是非人性的做法。放声大喊，或者大发脾气，找个纸箱子痛殴一顿，可以释放你心中的压抑。假设这是一场拳击比赛，你不可能会被纸箱子打败。",
  "就像是晚上睡不着的时候，越是努力尝试，就越是难以入睡。我有90%的时间都在考虑吸烟的事。想吸烟的事并不可怕，重要的是你的具体想法。如果你想“我真的想来支烟”或者“我什么时候才能自由”，那你就会感到痛苦。如果你想：“耶！我是个非吸烟者！”那你就会感到快乐。",
  "当你说“我仍然想吸烟”的时候，其实是说“我想做一个吸烟者”。非吸烟者绝不会想吸烟。既然你清楚自己的选择，就不要故意折磨你自己。",
  "任何时候比较吸烟的利弊得失，结论永远是“只有傻瓜才会吸烟”。任何东西都无法改变这一点，无论是在过去还是将来。既然你已经做出了正确的决定，就不要再生怀疑。",
  "不要刻意不去想吸烟的事，或是因此担心。每当你想起吸烟这回事时，无论是今天，明天，你生命中的任何一天，你都要这样想：耶！我是个非吸烟者！",
  "烟草公司的宣传总是会强调，他们生产的香烟质量有多好。人们为什么要关心一种毒药的质量好坏？再没有比这更虚伪的事情了。我们都知道抵制胶毒和海洛因，然而这两种毒品的致死人数，还不到吸烟致死人数的一个零头。2002年，英美两国的吸烟人口比率分别为22%和26%，而中国更是高达31%，其中大部分人的生活并不富裕，只能节省基本生活费满足烟瘾。全世界每年都有近500万人死于吸烟引发的各种疾病。",
  "吸烟是现代社会的头号杀手，同时又是盈利最高的行业之一。仅在英国，政府每年因烟草销售获取的利税额就高达80亿英镑。正是由于政府的姑息纵容，各大烟草公司才能用虚伪的宣传毒害人们的思想，继续赚取肮脏的黑钱。",
  "政府和烟草公司的人很聪明，在烟盒上印上“吸烟有害健康”的字样，又在电视、广播、报刊杂志等媒体上进行戒烟宣传，然后就告诉人们：“我们已经警告过你们了，吸烟与否是你们自己的选择。”吸烟者完全没有选择，正如海洛因上瘾者完全没有选择一样。他们并不是自己决定染上烟瘾的，而是不幸掉进了精心设计的陷阱。如果吸烟者自己能够选择的话，除了少数不知轻重的青少年，全世界不会再有任何人吸烟。为什么要制定双重标准？为什么国家和社会可以投入大量资源，帮助海洛因上瘾者戒毒，却对同样可怜的吸烟者不管不顾？",
  "我们怎么能容许这样的丑行继续？政府为什么不采取合适的态度？为什么不告诉我们尼古丁是一种毒品，不仅不能帮我们放松，还会摧毁我们的意志？为什么不告诉我们只要一支烟就会上瘾？",
  "在英国，烟草公司赞助的飞镖竞赛经常在黄金时间直播，比赛结束之后，甚至有运动员点燃香烟的镜头。想象一下，假如赞助比赛的是意大利黑手党，电视上出现运动员注射海洛因的镜头时，他们该怎样弹冠相庆！",
  "如果你发现自己开始羡慕哪个吸烟者，立即提醒自己，他其实更羡慕你。你并没有被剥夺任何东西，而吸烟者却被剥夺了许多。",
  "记住，你从来没有享受过吸烟的感觉，这就是你戒烟的原因。其实你享受的是身为非吸烟者的感觉。"
]
